{
    "doctor_first": true,
    "doctor_utters": [
        "[ask] How may I help you today?",
        "[ask] What's your sex and age?",
        "[ask] Positive clinical findings: 'cough'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Bronchospasm / acute asthma exacerbation, Allergic sinusitis, Tuberculosis, Bronchiectasis, Chronic rhinosinusitis, Acute COPD exacerbation / infection, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Did you have fever?",
        "[ask] Positive clinical findings: 'cough and fever'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Viral pharyngitis, Tuberculosis, Acute laryngitis, Influenza, Bronchitis, Acute otitis media, Pneumonia, Acute rhinosinusitis, Ebola, Bronchiolitis'. To narrow down the differential diagnosis, the next question to ask is [Question] Did you have dyspnea or difficulty breathing?",
        "[ask] Positive clinical findings: 'cough and fever'. Negative clinical findings: 'dyspnea'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Viral pharyngitis, Acute laryngitis, Influenza, Acute otitis media, Tuberculosis, Bronchitis, Acute rhinosinusitis, Pneumonia, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have sore throat, runny nose, or nasal congestion?",
        "[ask] Positive clinical findings: 'cough, fever, and sore throat'. Negative clinical findings: 'dyspnea'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, Bronchitis, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] What's your body temperature?",
        "[ask] Positive clinical findings: 'cough, fever, and sore throat'. Negative clinical findings: 'dyspnea'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, Bronchitis, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have myalgia or muscle soreness?",
        "[ask] Positive clinical findings: 'cough, fever, sore throat, and myalgia'. Negative clinical findings: 'dyspnea'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you feel extremely fatigue?",
        "[inform] Positive clinical findings: 'cough, fever, sore throat, myalgia, and extremely fatigue'. Negative clinical findings: 'dyspnea'. Based on the clinical findings, the ranked differential diagnosis is 'Influenza and URTI'. Since the patient is extremely fatigue, the most likely diagnosis is Influenza."
    ],
    "patient_utters": [
        "I have a cough.",
        "I am an 81-year-old female.",
        "Yes, I have a fever.",
        "No.",
        "Yes, I have a sore throat.",
        "My body temperature is not measured.",
        "Yes, I have diffuse muscle pain.",
        "Yes, I am so tired that I am unable to do my usual activities or I am stuck in my bed all day long."
    ]
}