{
    "doctor_utters": [
        "[ask] How may I help you today?",
        "[ask] What's your sex and age?",
        "[ask] Positive clinical findings: 'cough'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Bronchospasm / acute asthma exacerbation, Allergic sinusitis, Tuberculosis, Bronchiectasis, Chronic rhinosinusitis, Acute COPD exacerbation / infection, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have shortness of breath?",
        "[ask] Positive clinical findings: 'cough and dyspnea'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Pneumonia, Tuberculosis, Bronchiectasis, Pulmonary neoplasm, Pulmonary embolism, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, and URTI'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have fever?",
        "[ask] Positive clinical findings: 'cough, dyspnea, and fever'. Based on the clinical findings, the ranked differential diagnosis is 'Pneumonia, Tuberculosis, Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, URTI, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have chest pain or tightness?",
        "[ask] Positive clinical findings: 'cough, dyspnea, and fever'. Negative clinical findings: 'chest pain or tightness'. Based on the clinical findings, the ranked differential diagnosis is 'Pneumonia, Tuberculosis, Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, URTI, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a productive cough with sputum?",
        "[ask] Positive clinical findings: 'cough, dyspnea, fever, and productive cough with sputum'. Negative clinical findings: 'chest pain or tightness'. Based on the clinical findings, the ranked differential diagnosis is 'Pneumonia, Tuberculosis, Acute COPD exacerbation / infection, Bronchospasm / acute asthma exacerbation, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, URTI, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of smoking?",
        "[ask] Positive clinical findings: 'cough, dyspnea, fever, and productive cough with sputum'. Negative clinical findings: 'chest pain or tightness, and smoking history'. Based on the clinical findings, the ranked differential diagnosis is 'Pneumonia, Tuberculosis, Acute COPD exacerbation / infection, Bronchospasm / acute asthma exacerbation, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, URTI, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of exposure to a person with tuberculosis or any other infectious disease?",
        "[ask] Positive clinical findings: 'cough, dyspnea, fever, and productive cough with sputum'. Negative clinical findings: 'chest pain or tightness, smoking history, and history of exposure to a person with tuberculosis or any other infectious disease'. Based on the clinical findings, the ranked differential diagnosis is 'Pneumonia, Tuberculosis, Acute COPD exacerbation / infection, Bronchospasm / acute asthma exacerbation, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, URTI, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of asthma or any other respiratory condition?",
        "[ask] Positive clinical findings: 'cough, dyspnea, fever, and productive cough with sputum'. Negative clinical findings: 'chest pain or tightness, smoking history, history of exposure to a person with tuberculosis or any other infectious disease, and history of asthma or any other respiratory condition'. Based on the clinical findings, the ranked differential diagnosis is 'Pneumonia, Tuberculosis, Acute COPD exacerbation / infection, Bronchospasm / acute asthma exacerbation, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, URTI, and Ebola'. Since the patient has productive cough with sputum, the most likely diagnosis is Pneumonia.",
        "[inform] Positive clinical findings: 'cough, dyspnea, fever, productive cough with sputum, and HIV infection'. Negative clinical findings: 'chest pain or tightness, smoking history, history of exposure to a person with tuberculosis or any other infectious disease, and history of asthma or any other respiratory condition'. Based on the clinical findings, the ranked differential diagnosis is 'Pneumonia, Tuberculosis, Acute COPD exacerbation / infection, Bronchospasm / acute asthma exacerbation, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, URTI, HIV (initial infection), and Ebola'. Since the patient is infected with HIV, the most likely diagnosis is HIV (initial infection)."
    ],
    "patient_utters": [
        "I have a cough.",
        "I am a 35-year-old female.",
        "Yes, I am experiencing shortness of breath or difficulty breathing in a significant way.",
        "Yes, I have a fever (either felt or measured with a thermometer).",
        "No.",
        "Yes, I have been coughing up blood.",
        "No.",
        "No.",
        "No.",
        "Do you have HIV?\nPatient: Yes, I am infected with the human immunodeficiency virus (HIV)."
    ]
}