{
    "doctor_utters": [
        "[ask] How may I help you today?",
        "[ask] What's your sex and age?",
        "[ask] Positive clinical findings: 'cough'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Bronchospasm / acute asthma exacerbation, Allergic sinusitis, Tuberculosis, Bronchiectasis, Chronic rhinosinusitis, Acute COPD exacerbation / infection, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have shortness of breath?",
        "[ask] Positive clinical findings: 'cough and dyspnea'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Pulmonary neoplasm, Acute pulmonary edema, Pneumonia, Tuberculosis, Bronchiectasis, and GERD'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have fever?",
        "[ask] Positive clinical findings: 'cough and dyspnea'. Negative clinical findings: 'fever'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Pulmonary neoplasm, Acute pulmonary edema, Pneumonia, Tuberculosis, Bronchiectasis, and GERD'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have wheezing or a whistling sound when you breathe?",
        "[ask] Positive clinical findings: 'cough, dyspnea, and wheezing'. Negative clinical findings: 'fever'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, and Pulmonary neoplasm'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of asthma or COPD?",
        "[ask] Positive clinical findings: 'cough, dyspnea, wheezing, and history of asthma'. Negative clinical findings: 'fever'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation and Acute COPD exacerbation / infection'. Since the patient has a history of asthma and has used a bronchodilator in the past, the most likely diagnosis is Bronchospasm / acute asthma exacerbation.",
        "[ask] Is there anything else I can help you with?",
        "[ask] Is there anything else you would like to tell me about your symptoms?",
        "[ask] Are you experiencing any other symptoms such as chest pain, nausea, or dizziness?",
        "[inform] If you are not experiencing any other symptoms, then it is likely that your cough is due to Bronchospasm / acute asthma exacerbation."
    ],
    "patient_utters": [
        "I have a cough.",
        "I am a 51-year-old male.",
        "Yes, I am experiencing shortness of breath or difficulty breathing in a significant way.",
        "No.",
        "Yes, I have wheezing when I breathe.",
        "Yes, I have been diagnosed with asthma and I have used a bronchodilator in the past.",
        "",
        "",
        "",
        ""
    ]
}