{
    "doctor_utters": [
        "[ask] How may I help you today?",
        "[ask] What's your sex and age?",
        "[ask] Positive clinical findings: 'cough'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Bronchospasm / acute asthma exacerbation, Allergic sinusitis, Tuberculosis, Bronchiectasis, Chronic rhinosinusitis, Acute COPD exacerbation / infection, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have shortness of breath?",
        "[ask] Positive clinical findings: 'cough'. Negative clinical findings: 'dyspnea'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Allergic sinusitis, Chronic rhinosinusitis, Acute laryngitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, Tuberculosis, Bronchitis, Pancreatic neoplasm, Bronchospasm / acute asthma exacerbation, Bronchiectasis, Acute COPD exacerbation / infection, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have chest pain or tightness?",
        "[ask] Positive clinical findings: 'cough and chest pain or tightness'. Negative clinical findings: 'dyspnea'. Based on the clinical findings, the ranked differential diagnosis is 'Unstable angina, Acute COPD exacerbation / infection, Acute laryngitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, Tuberculosis, Bronchitis, Pancreatic neoplasm, Bronchospasm / acute asthma exacerbation, Bronchiectasis, URTI, Viral pharyngitis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have fever?",
        "[ask] Positive clinical findings: 'cough and chest pain or tightness'. Negative clinical findings: 'dyspnea and fever'. Based on the clinical findings, the ranked differential diagnosis is 'Unstable angina, Acute COPD exacerbation / infection, Acute laryngitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, Tuberculosis, Bronchitis, Pancreatic neoplasm, Bronchospasm / acute asthma exacerbation, Bronchiectasis, URTI, and Viral pharyngitis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of heart disease or high blood pressure?",
        "[ask] Positive clinical findings: 'cough and chest pain or tightness'. Negative clinical findings: 'dyspnea, fever, and history of heart disease or high blood pressure'. Based on the clinical findings, the ranked differential diagnosis is 'Acute COPD exacerbation / infection, Acute laryngitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, Tuberculosis, Bronchitis, Pancreatic neoplasm, Bronchospasm / acute asthma exacerbation, Bronchiectasis, URTI, and Viral pharyngitis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a productive cough with yellow or green sputum?",
        "[ask] Positive clinical findings: 'cough and chest pain or tightness'. Negative clinical findings: 'dyspnea, fever, history of heart disease or high blood pressure, and productive cough with yellow or green sputum'. Based on the clinical findings, the ranked differential diagnosis is 'Acute COPD exacerbation / infection, Acute laryngitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, Tuberculosis, Bronchitis, Pancreatic neoplasm, Bronchospasm / acute asthma exacerbation, Bronchiectasis, URTI, and Viral pharyngitis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of smoking?",
        "[ask] Positive clinical findings: 'cough, chest pain or tightness, and history of smoking'. Negative clinical findings: 'dyspnea, fever, history of heart disease or high blood pressure, and productive cough with yellow or green sputum'. Based on the clinical findings, the ranked differential diagnosis is 'Acute COPD exacerbation / infection, Acute laryngitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, Tuberculosis, Bronchitis, Bronchospasm / acute asthma exacerbation, Bronchiectasis, URTI, and Viral pharyngitis'. Since the patient has a history of smoking, the most likely diagnosis is Bronchitis.",
        "[ask] Do you have any other symptoms that you would like to tell me about?",
        "[inform] I understand that you have a cough and chest pain or tightness, and a history of smoking. Is there anything else that you would like to tell me about your symptoms?"
    ],
    "patient_utters": [
        "I have a cough.",
        "I am a 61-year-old female.",
        "No.",
        "Yes.",
        "No.",
        "No.",
        "No.",
        "Yes.",
        "",
        ""
    ]
}