{
    "doctor_utters": [
        "[ask] How may I help you today?",
        "[ask] What's your sex and age?",
        "[ask] Positive clinical findings: 'cough'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Bronchospasm / acute asthma exacerbation, Allergic sinusitis, Tuberculosis, Bronchiectasis, Chronic rhinosinusitis, Acute COPD exacerbation / infection, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have shortness of breath?",
        "[ask] Positive clinical findings: 'cough and dyspnea'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Tuberculosis, Bronchiectasis, Acute laryngitis, Bronchitis, Acute rhinosinusitis, Pneumonia, and Pulmonary embolism'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have fever?",
        "[ask] Positive clinical findings: 'cough, dyspnea, and fever'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Tuberculosis, Bronchiectasis, Acute laryngitis, Bronchitis, Acute rhinosinusitis, Pneumonia, and Pulmonary embolism'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have chest pain or tightness?",
        "[ask] Positive clinical findings: 'cough, dyspnea, fever, and chest pain'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Tuberculosis, Bronchiectasis, Acute laryngitis, Bronchitis, Acute rhinosinusitis, Pneumonia, Pulmonary embolism, and Possible NSTEMI / STEMI'. To narrow down the differential diagnosis, the next question to ask is [Question] Is the chest pain sharp or dull?",
        "[ask] Positive clinical findings: 'cough, dyspnea, fever, and sharp chest pain'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Tuberculosis, Bronchiectasis, Acute laryngitis, Bronchitis, Acute rhinosinusitis, Pneumonia, Pulmonary embolism, and Possible NSTEMI / STEMI'. To narrow down the differential diagnosis, the next question to ask is [Question] Is the chest pain worse when you take a deep breath or cough?",
        "[ask] Positive clinical findings: 'cough, dyspnea, fever, and sharp chest pain'. Negative clinical findings: 'worse with deep breath or cough'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Tuberculosis, Bronchiectasis, Acute laryngitis, Bronchitis, Acute rhinosinusitis, Pneumonia, Pulmonary embolism, and Possible NSTEMI / STEMI'. To narrow down the differential diagnosis, the next question to ask is [Question] Does the chest pain radiate to your shoulder, arm, or jaw?",
        "[ask] Positive clinical findings: 'cough, dyspnea, fever, and sharp chest pain'. Negative clinical findings: 'worse with deep breath or cough, and no radiation to shoulder, arm, or jaw'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Tuberculosis, Bronchiectasis, Acute laryngitis, Bronchitis, Acute rhinosinusitis, Pneumonia, and Pulmonary embolism'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of asthma or COPD?",
        "[ask] Positive clinical findings: 'cough, dyspnea, fever, sharp chest pain, and history of COPD'. Negative clinical findings: 'worse with deep breath or cough, and no radiation to shoulder, arm, or jaw'. Based on the clinical findings, the ranked differential diagnosis is 'Acute COPD exacerbation / infection, Bronchospasm / acute asthma exacerbation, Tuberculosis, Bronchiectasis, Acute laryngitis, Bronchitis, Acute rhinosinusitis, and Pneumonia'. Since the patient has a history of COPD, the most likely diagnosis is Acute COPD exacerbation / infection.",
        "[inform] Based on the clinical findings, the most likely diagnosis is Acute COPD exacerbation / infection."
    ],
    "patient_utters": [
        "I have a cough.",
        "I am a 22-year-old female.",
        "Yes, I am experiencing shortness of breath or difficulty breathing in a significant way.",
        "Yes, I have a fever (either felt or measured with a thermometer).",
        "Yes, I have pain somewhere related to my reason for consulting.",
        "The pain is a knife stroke.",
        "No, the pain is not worse when I take a deep breath or cough.",
        "No, the pain does not radiate to my shoulder, arm, or jaw.",
        "Yes, I have a chronic obstructive pulmonary disease (COPD).",
        ""
    ]
}