{
    "doctor_utters": [
        "[ask] How may I help you today?",
        "[ask] What's your sex and age?",
        "[ask] Positive clinical findings: 'cough'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Bronchospasm / acute asthma exacerbation, Allergic sinusitis, Tuberculosis, Bronchiectasis, Chronic rhinosinusitis, Acute COPD exacerbation / infection, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have shortness of breath?",
        "[ask] Positive clinical findings: 'cough and dyspnea'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Pulmonary neoplasm, Acute pulmonary edema, Pneumonia, Tuberculosis, Bronchiectasis, and Pulmonary embolism'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have fever?",
        "[ask] Positive clinical findings: 'cough and dyspnea'. Negative clinical findings: 'fever'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Pulmonary neoplasm, Acute pulmonary edema, Pneumonia, Tuberculosis, Bronchiectasis, and Pulmonary embolism'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have wheezing or a whistling sound when you breathe?",
        "[ask] Positive clinical findings: 'cough, dyspnea, and wheezing'. Negative clinical findings: 'fever'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, and Tuberculosis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of asthma or COPD?",
        "[ask] Positive clinical findings: 'cough, dyspnea, wheezing, and history of asthma or COPD'. Negative clinical findings: 'fever'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation and Acute COPD exacerbation / infection'. Since the patient has a history of asthma or COPD, the most likely diagnosis is Bronchospasm / acute asthma exacerbation.",
        "[ask] Is there anything else I should know?",
        "[ask] Is there anything else that you would like to tell me about your symptoms?",
        "[ask] Are there any other symptoms that you are experiencing?",
        "[inform] If there are no other symptoms, then I believe we have gathered enough information to make a diagnosis. Based on the clinical findings, the most likely diagnosis is Bronchospasm / acute asthma exacerbation."
    ],
    "patient_utters": [
        "I have a cough.",
        "I am a 28-year-old female.",
        "Yes, I am experiencing shortness of breath or difficulty breathing in a significant way.",
        "No.",
        "Yes, I have noticed a wheezing sound when I exhale.",
        "Yes, I have asthma or have used a bronchodilator in the past.",
        "",
        "",
        "",
        ""
    ]
}