{
    "doctor_utters": [
        "[ask] How may I help you today?",
        "[ask] What's your sex and age?",
        "[ask] Positive clinical findings: 'cough'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Bronchospasm / acute asthma exacerbation, Allergic sinusitis, Tuberculosis, Bronchiectasis, Chronic rhinosinusitis, Acute COPD exacerbation / infection, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have fever?",
        "[ask] Positive clinical findings: 'cough'. Negative clinical findings: 'fever'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Allergic sinusitis, Chronic rhinosinusitis, Acute laryngitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, Tuberculosis, Bronchitis, Pancreatic neoplasm, Bronchospasm / acute asthma exacerbation, Bronchiectasis, Acute COPD exacerbation / infection, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have sore throat, runny nose, or nasal congestion?",
        "[ask] Positive clinical findings: 'cough and nasal congestion'. Negative clinical findings: 'fever'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Allergic sinusitis, Chronic rhinosinusitis, Acute laryngitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, Tuberculosis, Bronchitis, Pancreatic neoplasm, Bronchospasm / acute asthma exacerbation, Bronchiectasis, Acute COPD exacerbation / infection, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a productive cough?",
        "[ask] Positive clinical findings: 'cough and nasal congestion'. Negative clinical findings: 'fever and productive cough'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Allergic sinusitis, Chronic rhinosinusitis, Acute laryngitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, Tuberculosis, Bronchitis, Bronchospasm / acute asthma exacerbation, Bronchiectasis, Acute COPD exacerbation / infection, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a sore throat?",
        "[ask] Positive clinical findings: 'cough, nasal congestion, and sore throat'. Negative clinical findings: 'fever and productive cough'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, Bronchitis, Ebola, and GERD'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of asthma or allergies?",
        "[ask] Positive clinical findings: 'cough, nasal congestion, and sore throat'. Negative clinical findings: 'fever, productive cough, and history of asthma or allergies'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, Bronchitis, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a headache or body aches?",
        "[ask] Positive clinical findings: 'cough, nasal congestion, sore throat, and pain'. Negative clinical findings: 'fever, productive cough, and history of asthma or allergies'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a rash?",
        "[ask] Positive clinical findings: 'cough, nasal congestion, sore throat, and pain'. Negative clinical findings: 'fever, productive cough, history of asthma or allergies, and rash'. Based on the clinical findings, the ranked differential diagnosis is 'URTI and Influenza'. Since the patient has pain, the most likely diagnosis is Influenza.",
        "[inform] Based on the clinical findings, the most likely diagnosis is Influenza."
    ],
    "patient_utters": [
        "I have a cough.",
        "I am a 13-year-old male.",
        "No.",
        "Yes, I have nasal congestion.",
        "No.",
        "Yes.",
        "No.",
        "Yes, I have pain.",
        "No.",
        ""
    ]
}