{
    "doctor_utters": [
        "[ask] How may I help you today?",
        "[ask] What's your sex and age?",
        "[ask] Positive clinical findings: 'cough'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Bronchospasm / acute asthma exacerbation, Allergic sinusitis, Tuberculosis, Bronchiectasis, Chronic rhinosinusitis, Acute COPD exacerbation / infection, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have shortness of breath?",
        "[ask] Positive clinical findings: 'cough and dyspnea'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Tuberculosis, Acute COPD exacerbation / infection, Pulmonary embolism, Acute pulmonary edema, Possible NSTEMI / STEMI, Bronchiectasis, Pneumonia, and SLE'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have fever?",
        "[ask] Positive clinical findings: 'cough and dyspnea'. Negative clinical findings: 'fever'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Tuberculosis, Acute COPD exacerbation / infection, Pulmonary embolism, Acute pulmonary edema, Possible NSTEMI / STEMI, Bronchiectasis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have chest pain or tightness?",
        "[ask] Positive clinical findings: 'cough and dyspnea'. Negative clinical findings: 'fever and chest pain or tightness'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Tuberculosis, Acute COPD exacerbation / infection, Pulmonary embolism, Bronchiectasis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have wheezing or a whistling sound when you breathe?",
        "[ask] Positive clinical findings: 'cough, dyspnea, and wheezing'. Negative clinical findings: 'fever and chest pain or tightness'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Tuberculosis, Acute COPD exacerbation / infection, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of asthma or allergies?",
        "[ask] Positive clinical findings: 'cough, dyspnea, and wheezing'. Negative clinical findings: 'fever, chest pain or tightness, and history of asthma or allergies'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Tuberculosis, and Acute COPD exacerbation / infection'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a productive cough with yellow or green sputum?",
        "[ask] Positive clinical findings: 'cough, dyspnea, wheezing, and productive cough with colored sputum'. Negative clinical findings: 'fever, chest pain or tightness, and history of asthma or allergies'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Tuberculosis, and Acute COPD exacerbation / infection'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of smoking?",
        "[ask] Positive clinical findings: 'cough, dyspnea, wheezing, productive cough with colored sputum, and the habit of smoking'. Negative clinical findings: 'fever, chest pain or tightness, and history of asthma or allergies'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Tuberculosis, and Acute COPD exacerbation / infection'. Since the patient has the habit of smoking, the most likely diagnosis is Bronchospasm / acute asthma exacerbation.",
        "[inform] Positive clinical findings: 'cough, dyspnea, wheezing, productive cough with colored sputum, the habit of smoking, and the history of working in a dusty environment'. Negative clinical findings: 'fever, chest pain or tightness, and history of asthma or allergies'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Tuberculosis, and Acute COPD exacerbation / infection'. Since the patient has the habit of smoking and the history of working in a dusty environment, the most likely diagnosis is Bronchospasm / acute asthma exacerbation."
    ],
    "patient_utters": [
        "I have a cough.",
        "I am a 51-year-old female.",
        "Yes, I am experiencing shortness of breath or difficulty breathing in a significant way.",
        "No.",
        "No.",
        "Yes, I have noticed a wheezing sound when I exhale.",
        "No.",
        "Yes, I have a cough that produces colored or more abundant sputum than usual.",
        "Yes, I smoke cigarettes.",
        "Do you have a history of working in a dusty environment?\nYes, I work in the mining sector."
    ]
}