{
    "doctor_utters": [
        "[ask] How may I help you today?",
        "[ask] What's your sex and age?",
        "[ask] Positive clinical findings: 'cough'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Bronchospasm / acute asthma exacerbation, Allergic sinusitis, Tuberculosis, Bronchiectasis, Chronic rhinosinusitis, Acute COPD exacerbation / infection, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have shortness of breath?",
        "[ask] Positive clinical findings: 'cough and dyspnea'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Tuberculosis, Pneumonia, Pulmonary neoplasm, Acute pulmonary edema, Bronchiectasis, and Pulmonary embolism'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have fever?",
        "[ask] Positive clinical findings: 'cough and dyspnea'. Negative clinical findings: 'fever'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Tuberculosis, Pneumonia, Bronchiectasis, and Pulmonary embolism'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have wheezing or a whistling sound when you breathe?",
        "[ask] Positive clinical findings: 'cough, dyspnea, and wheezing'. Negative clinical findings: 'fever'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, and Tuberculosis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of asthma or COPD?",
        "[ask] Positive clinical findings: 'cough, dyspnea, wheezing, and history of asthma'. Negative clinical findings: 'fever'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation and Acute COPD exacerbation / infection'. To narrow down the differential diagnosis, the next question to ask is [Question] Have you been using your bronchodilator more frequently than usual?",
        "[ask] Positive clinical findings: 'cough, dyspnea, wheezing, history of asthma, and frequent asthma attacks'. Negative clinical findings: 'fever'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation'. Since the patient has a history of asthma and frequent asthma attacks, the most likely diagnosis is Bronchospasm / acute asthma exacerbation.",
        "[ask] Is there anything else I should know?",
        "[ask] Is there anything else that you would like to tell me about your symptoms?",
        "[inform] If there is nothing else you would like to tell me, then I think I have all the information I need to make a diagnosis. I will review the information and get back to you with a diagnosis."
    ],
    "patient_utters": [
        "I have a cough.",
        "I am a 43-year-old female.",
        "Yes.",
        "No.",
        "Yes, I have noticed a wheezing sound when I exhale.",
        "Yes, I have been diagnosed with asthma and have used a bronchodilator in the past.",
        "Yes, I have had 2 or more asthma attacks in the past year and have been hospitalized for an asthma attack in the past year.",
        "",
        "",
        ""
    ]
}