{
    "doctor_utters": [
        "[ask] How may I help you today?",
        "[ask] What's your sex and age?",
        "[ask] Positive clinical findings: 'cough'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Bronchospasm / acute asthma exacerbation, Allergic sinusitis, Tuberculosis, Bronchiectasis, Chronic rhinosinusitis, Acute COPD exacerbation / infection, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have shortness of breath?",
        "[ask] Positive clinical findings: 'cough and dyspnea'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Tuberculosis, Bronchiectasis, Pneumonia, Acute laryngitis, URTI, Viral pharyngitis, Influenza, Acute rhinosinusitis, and GERD'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have fever?",
        "[ask] Positive clinical findings: 'cough, dyspnea, and fever'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Viral pharyngitis, Tuberculosis, Acute laryngitis, Influenza, Bronchitis, Acute otitis media, Pneumonia, Acute rhinosinusitis, Ebola, Bronchiolitis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have chest pain or tightness?",
        "[ask] Positive clinical findings: 'cough, dyspnea, and fever'. Negative clinical findings: 'chest pain or tightness'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Viral pharyngitis, Tuberculosis, Acute laryngitis, Influenza, Bronchitis, Acute otitis media, Pneumonia, Acute rhinosinusitis, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have sore throat, runny nose, or nasal congestion?",
        "[ask] Positive clinical findings: 'cough, dyspnea, fever, and sore throat'. Negative clinical findings: 'chest pain or tightness'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, Bronchitis, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have myalgia or muscle soreness?",
        "[ask] Positive clinical findings: 'cough, dyspnea, fever, and sore throat'. Negative clinical findings: 'chest pain or tightness, and myalgia'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, Bronchitis, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a productive cough with yellow or green sputum?",
        "[ask] Positive clinical findings: 'cough, dyspnea, fever, sore throat, and coughing up blood'. Negative clinical findings: 'chest pain or tightness, and myalgia'. Based on the clinical findings, the ranked differential diagnosis is 'Tuberculosis, Bronchitis, and Pneumonia'. Since the patient is coughing up blood, the most likely diagnosis is Pneumonia.",
        "[ask] Do you have any other symptoms that you would like to tell me about?",
        "[inform] I understand that you have a cough, dyspnea, fever, sore throat, and coughing up blood. Is there anything else that you would like to tell me about your symptoms?"
    ],
    "patient_utters": [
        "I have a cough.",
        "I am a 53-year-old male.",
        "Yes.",
        "Yes, I have a fever.",
        "No.",
        "Yes, I have a sore throat.",
        "No.",
        "No, I have been coughing up blood.",
        "",
        ""
    ]
}