{
    "doctor_utters": [
        "[ask] How may I help you today?",
        "[ask] What's your sex and age?",
        "[ask] Positive clinical findings: 'cough'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Bronchospasm / acute asthma exacerbation, Allergic sinusitis, Tuberculosis, Bronchiectasis, Chronic rhinosinusitis, Acute COPD exacerbation / infection, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have fever?",
        "[ask] Positive clinical findings: 'cough and fever'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Viral pharyngitis, Tuberculosis, Acute laryngitis, Influenza, Bronchitis, Acute otitis media, Pneumonia, Acute rhinosinusitis, Ebola, Bronchiolitis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have shortness of breath?",
        "[ask] Positive clinical findings: 'cough and fever'. Negative clinical findings: 'dyspnea'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Viral pharyngitis, Acute laryngitis, Influenza, Acute otitis media, Tuberculosis, Bronchitis, Acute rhinosinusitis, Pneumonia, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have sore throat, runny nose, or nasal congestion?",
        "[ask] Positive clinical findings: 'cough and fever'. Negative clinical findings: 'dyspnea, rhinorrhea, and nasal congestion'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, Bronchitis, Ebola, and Tuberculosis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have chest pain or tightness?",
        "[ask] Positive clinical findings: 'cough and fever'. Negative clinical findings: 'dyspnea, rhinorrhea, nasal congestion, and chest pain or tightness'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, Bronchitis, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a productive cough with yellow or green sputum?",
        "[ask] Positive clinical findings: 'cough and fever'. Negative clinical findings: 'dyspnea, rhinorrhea, nasal congestion, chest pain or tightness, and productive cough with yellow or green sputum'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, and Bronchitis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of asthma or allergies?",
        "[ask] Positive clinical findings: 'cough and fever'. Negative clinical findings: 'dyspnea, rhinorrhea, nasal congestion, chest pain or tightness, productive cough with yellow or green sputum, and history of asthma or allergies'. Based on the clinical findings, the ranked differential diagnosis is 'URTI and Influenza'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a headache or body aches?",
        "[ask] Positive clinical findings: 'cough, fever, and headache'. Negative clinical findings: 'dyspnea, rhinorrhea, nasal congestion, chest pain or tightness, productive cough with yellow or green sputum, and history of asthma or allergies'. Based on the clinical findings, the ranked differential diagnosis is 'URTI and Influenza'. Since the patient has a headache, the most likely diagnosis is Influenza.",
        "[inform] Based on the clinical findings, the most likely diagnosis is Influenza."
    ],
    "patient_utters": [
        "I have a cough.",
        "I am a 29-year-old male.",
        "Yes, I have a fever.",
        "No.",
        "No.",
        "No.",
        "No.",
        "No.",
        "Yes, I have a headache.",
        ""
    ]
}