{
    "doctor_utters": [
        "[ask] How may I help you today?",
        "[ask] What's your sex and age?",
        "[ask] Positive clinical findings: 'cough'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Bronchospasm / acute asthma exacerbation, Allergic sinusitis, Tuberculosis, Bronchiectasis, Chronic rhinosinusitis, Acute COPD exacerbation / infection, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have shortness of breath?",
        "[ask] Positive clinical findings: 'cough'. Negative clinical findings: 'dyspnea'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Allergic sinusitis, Chronic rhinosinusitis, Acute laryngitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, Tuberculosis, Bronchitis, Pancreatic neoplasm, Bronchospasm / acute asthma exacerbation, Bronchiectasis, Acute COPD exacerbation / infection, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have sore throat, runny nose, or nasal congestion?",
        "[ask] Positive clinical findings: 'cough'. Negative clinical findings: 'dyspnea, rhinorrhea, and nasal congestion'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Chronic rhinosinusitis, Acute laryngitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, Tuberculosis, Bronchitis, Pancreatic neoplasm, Bronchospasm / acute asthma exacerbation, Bronchiectasis, Acute COPD exacerbation / infection, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have fever?",
        "[ask] Positive clinical findings: 'cough and fever'. Negative clinical findings: 'dyspnea, rhinorrhea, and nasal congestion'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Viral pharyngitis, Tuberculosis, Acute laryngitis, Influenza, Bronchitis, Acute otitis media, Pneumonia, Acute rhinosinusitis, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have chest pain or tightness?",
        "[ask] Positive clinical findings: 'cough and fever'. Negative clinical findings: 'dyspnea, rhinorrhea, nasal congestion, and chest pain or tightness'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Viral pharyngitis, Tuberculosis, Acute laryngitis, Influenza, Bronchitis, Acute otitis media, Pneumonia, Acute rhinosinusitis, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have myalgia or muscle soreness?",
        "[ask] Positive clinical findings: 'cough and fever'. Negative clinical findings: 'dyspnea, rhinorrhea, nasal congestion, chest pain or tightness, and myalgia'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Viral pharyngitis, Tuberculosis, Acute laryngitis, Influenza, Bronchitis, Acute otitis media, Pneumonia, Acute rhinosinusitis, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a productive cough with yellow or green sputum?",
        "[ask] Positive clinical findings: 'cough and fever'. Negative clinical findings: 'dyspnea, rhinorrhea, nasal congestion, chest pain or tightness, myalgia, and productive cough with yellow or green sputum'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Viral pharyngitis, Tuberculosis, Acute laryngitis, Influenza, Bronchitis, Acute otitis media, Pneumonia, Acute rhinosinusitis, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a headache?",
        "[ask] Positive clinical findings: 'cough, fever, and headache'. Negative clinical findings: 'dyspnea, rhinorrhea, nasal congestion, chest pain or tightness, myalgia, and productive cough with yellow or green sputum'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a rash?",
        "[inform] Positive clinical findings: 'cough, fever, and headache'. Negative clinical findings: 'dyspnea, rhinorrhea, nasal congestion, chest pain or tightness, myalgia, productive cough with yellow or green sputum, and rash'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, and Ebola'. Since the patient has fever and headache, the most likely diagnosis is Influenza."
    ],
    "patient_utters": [
        "I have a cough.",
        "I am a 44-year-old female.",
        "No.",
        "No.",
        "Yes, I have a fever.",
        "No.",
        "No.",
        "No.",
        "Yes.",
        "No."
    ]
}