{
    "doctor_utters": [
        "[ask] How may I help you today?",
        "[ask] What's your sex and age?",
        "[ask] Positive clinical findings: 'cough'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Bronchospasm / acute asthma exacerbation, Allergic sinusitis, Tuberculosis, Bronchiectasis, Chronic rhinosinusitis, Acute COPD exacerbation / infection, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have fever?",
        "[ask] Positive clinical findings: 'cough and fever'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Viral pharyngitis, Tuberculosis, Acute laryngitis, Influenza, Bronchitis, Acute otitis media, Pneumonia, Acute rhinosinusitis, Ebola, Bronchiolitis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have sore throat, runny nose, or nasal congestion?",
        "[ask] Positive clinical findings: 'cough, fever, and nasal congestion'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, Acute rhinosinusitis, Tuberculosis, Bronchitis, Acute otitis media, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have myalgia or muscle soreness?",
        "[ask] Positive clinical findings: 'cough, fever, and nasal congestion'. Negative clinical findings: 'myalgia'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, Acute rhinosinusitis, Tuberculosis, Bronchitis, Acute otitis media, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a headache?",
        "[ask] Positive clinical findings: 'cough, fever, and nasal congestion'. Negative clinical findings: 'myalgia and headache'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, Acute rhinosinusitis, Tuberculosis, Bronchitis, and Acute otitis media'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a productive cough with yellow or green sputum?",
        "[ask] Positive clinical findings: 'cough, fever, and nasal congestion'. Negative clinical findings: 'myalgia, headache, and productive cough with yellow or green sputum'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, Acute rhinosinusitis, and Tuberculosis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a sore throat?",
        "[ask] Positive clinical findings: 'cough, fever, nasal congestion, and sore throat'. Negative clinical findings: 'myalgia, headache, and productive cough with yellow or green sputum'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, and Acute rhinosinusitis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of asthma or allergies?",
        "[ask] Positive clinical findings: 'cough, fever, nasal congestion, and sore throat'. Negative clinical findings: 'myalgia, headache, productive cough with yellow or green sputum, and history of asthma or allergies'. Based on the clinical findings, the ranked differential diagnosis is 'URTI and Influenza'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of exposure to someone with similar symptoms in the past 2 weeks?",
        "[inform] Positive clinical findings: 'cough, fever, nasal congestion, sore throat, and history of exposure to someone with similar symptoms in the past 2 weeks'. Negative clinical findings: 'myalgia, headache, productive cough with yellow or green sputum, and history of asthma or allergies'. Based on the clinical findings, the ranked differential diagnosis is 'URTI and Influenza'. Since the patient has a history of exposure to someone with similar symptoms in the past 2 weeks, the most likely diagnosis is URTI."
    ],
    "patient_utters": [
        "I have a cough.",
        "I am a 23-year-old female.",
        "Yes, I have a fever.",
        "Yes, I have nasal congestion.",
        "No.",
        "No.",
        "No.",
        "Yes, I have a sore throat.",
        "No.",
        "Yes, I have been in contact with a person with similar symptoms in the past 2 weeks."
    ]
}