{
    "doctor_utters": [
        "[ask] How may I help you today?",
        "[ask] What's your sex and age?",
        "[ask] Positive clinical findings: 'cough'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Bronchospasm / acute asthma exacerbation, Allergic sinusitis, Tuberculosis, Bronchiectasis, Chronic rhinosinusitis, Acute COPD exacerbation / infection, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have shortness of breath?",
        "[ask] Positive clinical findings: 'cough and dyspnea'. Based on the clinical findings, the ranked differential diagnosis is 'Pneumonia, Acute COPD exacerbation / infection, Tuberculosis, Bronchiectasis, Acute rhinosinusitis, Bronchospasm / acute asthma exacerbation, URTI, Viral pharyngitis, Acute laryngitis, Influenza, and GERD'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have fever?",
        "[ask] Positive clinical findings: 'cough, dyspnea, and fever'. Based on the clinical findings, the ranked differential diagnosis is 'Pneumonia, Tuberculosis, Acute rhinosinusitis, URTI, Viral pharyngitis, Influenza, Acute laryngitis, and GERD'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a productive cough with sputum?",
        "[ask] Positive clinical findings: 'cough, dyspnea, fever, and productive cough with sputum'. Based on the clinical findings, the ranked differential diagnosis is 'Pneumonia, Tuberculosis, Acute rhinosinusitis, URTI, Viral pharyngitis, and Influenza'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have chest pain or discomfort?",
        "[ask] Positive clinical findings: 'cough, dyspnea, fever, productive cough with sputum, and chest pain or discomfort'. Based on the clinical findings, the ranked differential diagnosis is 'Pneumonia, Tuberculosis, Acute rhinosinusitis, URTI, Viral pharyngitis, and Influenza'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of smoking?",
        "[ask] Positive clinical findings: 'cough, dyspnea, fever, productive cough with sputum, chest pain or discomfort, and the habit of smoking'. Based on the clinical findings, the ranked differential diagnosis is 'Pneumonia, Tuberculosis, and Acute rhinosinusitis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of exposure to tuberculosis or other infectious diseases?",
        "[ask] Positive clinical findings: 'cough, dyspnea, fever, productive cough with sputum, chest pain or discomfort, and the habit of smoking'. Negative clinical findings: 'history of exposure to tuberculosis or other infectious diseases'. Based on the clinical findings, the ranked differential diagnosis is 'Pneumonia and Tuberculosis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of chronic lung disease?",
        "[ask] Positive clinical findings: 'cough, dyspnea, fever, productive cough with sputum, chest pain or discomfort, the habit of smoking, and history of chronic lung disease'. Based on the clinical findings, the ranked differential diagnosis is 'Pneumonia and Tuberculosis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of travel to an area with a high prevalence of tuberculosis?",
        "[inform] Positive clinical findings: 'cough, dyspnea, fever, productive cough with sputum, chest pain or discomfort, the habit of smoking, history of chronic lung disease, and history of travel to an area with a high prevalence of tuberculosis'. Based on the clinical findings, the ranked differential diagnosis is 'Pneumonia and Tuberculosis'. Since the patient has a history of travel to an area with a high prevalence of tuberculosis, the most likely diagnosis is Tuberculosis."
    ],
    "patient_utters": [
        "I have a cough.",
        "I am a 60-year-old female.",
        "Yes, I am experiencing shortness of breath or difficulty breathing in a significant way.",
        "Yes, I have a fever (either felt or measured with a thermometer).",
        "Yes, I have a cough that produces colored or more abundant sputum than usual.",
        "Yes, I have pain somewhere related to my reason for consulting.",
        "Yes, I smoke cigarettes.",
        "No.",
        "Yes, I have a chronic obstructive pulmonary disease (COPD).",
        "Yes, I have traveled out of the country to N in the last 4 weeks."
    ]
}