{
    "doctor_utters": [
        "[ask] How may I help you today?",
        "[ask] What's your sex and age?",
        "[ask] Positive clinical findings: 'cough'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Bronchospasm / acute asthma exacerbation, Allergic sinusitis, Tuberculosis, Bronchiectasis, Chronic rhinosinusitis, Acute COPD exacerbation / infection, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have shortness of breath?",
        "[ask] Positive clinical findings: 'cough and dyspnea'. Based on the clinical findings, the ranked differential diagnosis is 'Pneumonia, Acute COPD exacerbation / infection, Tuberculosis, Bronchiectasis, Acute rhinosinusitis, Bronchitis, URTI, Viral pharyngitis, Allergic sinusitis, Acute laryngitis, GERD, Acute otitis media, and Influenza'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have fever?",
        "[ask] Positive clinical findings: 'cough, dyspnea, and fever'. Based on the clinical findings, the ranked differential diagnosis is 'Pneumonia, Tuberculosis, Acute rhinosinusitis, URTI, Viral pharyngitis, Bronchitis, Influenza, Acute laryngitis, Acute COPD exacerbation / infection, and GERD'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have chest pain or tightness?",
        "[ask] Positive clinical findings: 'cough, dyspnea, fever, and chest pain'. Based on the clinical findings, the ranked differential diagnosis is 'Pneumonia, Tuberculosis, Acute rhinosinusitis, URTI, Viral pharyngitis, Bronchitis, Influenza, Acute laryngitis, Acute COPD exacerbation / infection, GERD, Possible NSTEMI / STEMI, and Unstable angina'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a productive cough with sputum?",
        "[ask] Positive clinical findings: 'cough, dyspnea, fever, chest pain, and productive cough with sputum'. Based on the clinical findings, the ranked differential diagnosis is 'Pneumonia, Tuberculosis, Acute rhinosinusitis, URTI, Viral pharyngitis, Bronchitis, Influenza, Acute laryngitis, Acute COPD exacerbation / infection, GERD, Possible NSTEMI / STEMI, and Unstable angina'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of smoking?",
        "[ask] Positive clinical findings: 'cough, dyspnea, fever, chest pain, productive cough with sputum, and no history of smoking'. Based on the clinical findings, the ranked differential diagnosis is 'Pneumonia, Tuberculosis, Acute rhinosinusitis, URTI, Viral pharyngitis, Bronchitis, Influenza, Acute laryngitis, Acute COPD exacerbation / infection, GERD, and Possible NSTEMI / STEMI'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of exposure to a person with a contagious disease?",
        "[ask] Positive clinical findings: 'cough, dyspnea, fever, chest pain, productive cough with sputum, no history of smoking, and history of exposure to a person with a contagious disease'. Based on the clinical findings, the ranked differential diagnosis is 'Pneumonia, Tuberculosis, Acute rhinosinusitis, URTI, Viral pharyngitis, Bronchitis, Influenza, Acute laryngitis, Acute COPD exacerbation / infection, GERD, Possible NSTEMI / STEMI, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of chronic respiratory diseases?",
        "[ask] Positive clinical findings: 'cough, dyspnea, fever, chest pain, productive cough with sputum, no history of smoking, history of exposure to a person with a contagious disease, and history of chronic respiratory diseases'. Based on the clinical findings, the ranked differential diagnosis is 'Pneumonia, Tuberculosis, Acute rhinosinusitis, URTI, Viral pharyngitis, Bronchitis, Influenza, Acute laryngitis, Acute COPD exacerbation / infection, GERD, Possible NSTEMI / STEMI, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of exposure to a person with a contagious disease?",
        "[inform] Positive clinical findings: 'cough, dyspnea, fever, chest pain, productive cough with sputum, no history of smoking, history of exposure to a person with a contagious disease, history of chronic respiratory diseases, and history of exposure to a person with a contagious disease'. Based on the clinical findings, the ranked differential diagnosis is 'Pneumonia, Tuberculosis, Acute rhinosinusitis, URTI, Viral pharyngitis, Bronchitis, Influenza, Acute laryngitis, Acute COPD exacerbation / infection, GERD, Possible NSTEMI / STEMI, and Ebola'. Since the patient has a history of chronic respiratory diseases and exposure to a person with a contagious disease, the most likely diagnosis is Acute COPD exacerbation / infection."
    ],
    "patient_utters": [
        "I have a cough.",
        "I am a 58-year-old male.",
        "Yes, I am experiencing shortness of breath or difficulty breathing in a significant way.",
        "Yes, I have a fever (either felt or measured with a thermometer).",
        "Yes, I have pain somewhere related to my reason for consulting.",
        "Yes, I have a cough that produces colored or more abundant sputum than usual.",
        "No, I do not have a history of smoking.",
        "Yes, I have traveled out of the country to N in the last 4 weeks.",
        "Yes, I have a chronic obstructive pulmonary disease (COPD).",
        "Yes, I have traveled out of the country to N in the last 4 weeks."
    ]
}