{
    "doctor_utters": [
        "[ask] How may I help you today?",
        "[ask] What's your sex and age?",
        "[ask] Positive clinical findings: 'cough'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Bronchospasm / acute asthma exacerbation, Allergic sinusitis, Tuberculosis, Bronchiectasis, Chronic rhinosinusitis, Acute COPD exacerbation / infection, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have shortness of breath?",
        "[ask] Positive clinical findings: 'cough'. Negative clinical findings: 'dyspnea'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Allergic sinusitis, Chronic rhinosinusitis, Acute laryngitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, Tuberculosis, Bronchitis, Pancreatic neoplasm, Bronchospasm / acute asthma exacerbation, Bronchiectasis, Acute COPD exacerbation / infection, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have chest pain or tightness?",
        "[ask] Positive clinical findings: 'cough'. Negative clinical findings: 'dyspnea, chest pain, and tightness'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Allergic sinusitis, Chronic rhinosinusitis, Acute laryngitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, Tuberculosis, Bronchitis, Pancreatic neoplasm, Bronchospasm / acute asthma exacerbation, Bronchiectasis, Acute COPD exacerbation / infection, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have sore throat, runny nose, or nasal congestion?",
        "[ask] Positive clinical findings: 'cough and sore throat'. Negative clinical findings: 'dyspnea, chest pain, tightness, rhinorrhea, and nasal congestion'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, Bronchitis, Ebola, and GERD'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have fever?",
        "[ask] Positive clinical findings: 'cough, sore throat, and fever'. Negative clinical findings: 'dyspnea, chest pain, tightness, rhinorrhea, and nasal congestion'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, Bronchitis, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have myalgia or muscle soreness?",
        "[ask] Positive clinical findings: 'cough, sore throat, and fever'. Negative clinical findings: 'dyspnea, chest pain, tightness, rhinorrhea, nasal congestion, and myalgia'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, and Bronchitis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a productive cough with yellow or green sputum?",
        "[ask] Positive clinical findings: 'cough, sore throat, and fever'. Negative clinical findings: 'dyspnea, chest pain, tightness, rhinorrhea, nasal congestion, myalgia, and productive cough with yellow or green sputum'. Based on the clinical findings, the ranked differential diagnosis is 'URTI and Influenza'. To narrow down the differential diagnosis, the next question to ask is [Question] Have you been in contact with people with similar symptoms in the past 2 weeks?",
        "[ask] Positive clinical findings: 'cough, sore throat, fever, and the history of common cold in the past 2 weeks'. Negative clinical findings: 'dyspnea, chest pain, tightness, rhinorrhea, nasal congestion, myalgia, and productive cough with yellow or green sputum'. Based on the clinical findings, the ranked differential diagnosis is 'URTI and Influenza'. Since the patient has the history of common cold in the past 2 weeks, the most likely diagnosis is URTI.",
        "[inform] Based on the clinical findings, the most likely diagnosis is URTI."
    ],
    "patient_utters": [
        "I have a cough.",
        "I am a 61-year-old male.",
        "No.",
        "No.",
        "Yes, I have a sore throat.",
        "Yes, I have a fever.",
        "No.",
        "No.",
        "Yes, I have had a cold in the last 2 weeks.",
        ""
    ]
}