{
    "doctor_utters": [
        "[ask] How may I help you today?",
        "[ask] What's your sex and age?",
        "[ask] Positive clinical findings: 'cough'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Bronchospasm / acute asthma exacerbation, Allergic sinusitis, Tuberculosis, Bronchiectasis, Chronic rhinosinusitis, Acute COPD exacerbation / infection, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have fever?",
        "[ask] Positive clinical findings: 'cough and fever'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Viral pharyngitis, Tuberculosis, Acute laryngitis, Influenza, Bronchitis, Acute otitis media, Pneumonia, Acute rhinosinusitis, Ebola, Bronchiolitis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have sore throat, runny nose, or nasal congestion?",
        "[ask] Positive clinical findings: 'cough, fever, and sore throat'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, Bronchitis, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have difficulty breathing or wheezing?",
        "[ask] Positive clinical findings: 'cough, fever, and sore throat'. Negative clinical findings: 'dyspnea or wheezing'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, Bronchitis, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a headache or body aches?",
        "[ask] Positive clinical findings: 'cough, fever, sore throat, headache, and body aches'. Negative clinical findings: 'dyspnea or wheezing'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a rash?",
        "[ask] Positive clinical findings: 'cough, fever, sore throat, headache, and body aches'. Negative clinical findings: 'dyspnea, wheezing, and rash'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Have you been in contact with people with similar symptoms in the past 2 weeks?",
        "[ask] Positive clinical findings: 'cough, fever, sore throat, headache, body aches, and contact with a person with similar symptoms in the past 2 weeks'. Negative clinical findings: 'dyspnea, wheezing, and rash'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have nausea, vomiting, or diarrhea?",
        "[ask] Positive clinical findings: 'cough, fever, sore throat, headache, body aches, contact with a person with similar symptoms in the past 2 weeks'. Negative clinical findings: 'dyspnea, wheezing, rash, nausea, vomiting, and diarrhea'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Influenza, and Ebola'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a sore throat that is worse when you swallow?",
        "[inform] Positive clinical findings: 'cough, fever, sore throat, headache, body aches, contact with a person with similar symptoms in the past 2 weeks, and sore throat that is worse when swallowing'. Negative clinical findings: 'dyspnea, wheezing, rash, nausea, vomiting, and diarrhea'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, and Influenza'. Since the patient has a sore throat that is worse when swallowing, the most likely diagnosis is Viral pharyngitis."
    ],
    "patient_utters": [
        "I have a cough.",
        "I am a 11-year-old male.",
        "Yes, I have a fever.",
        "Yes, I have a sore throat.",
        "No, I don't have difficulty breathing or wheezing.",
        "Yes, I have a headache and body aches.",
        "No, I don't have a rash.",
        "Yes, I have been in contact with a person with similar symptoms in the past 2 weeks.",
        "No, I don't have nausea, vomiting, or diarrhea.",
        "Yes, I have a sore throat that is worse when I swallow."
    ]
}