{
    "doctor_utters": [
        "[ask] How may I help you today?",
        "[ask] What's your sex and age?",
        "[ask] Positive clinical findings: 'cough'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Bronchospasm / acute asthma exacerbation, Allergic sinusitis, Tuberculosis, Bronchiectasis, Chronic rhinosinusitis, Acute COPD exacerbation / infection, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have shortness of breath?",
        "[ask] Positive clinical findings: 'cough and dyspnea'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Pneumonia, Tuberculosis, Bronchiectasis, Pulmonary embolism, Acute pulmonary edema, Acute rhinosinusitis, URTI, Viral pharyngitis, Allergic sinusitis, and Chronic rhinosinusitis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have fever?",
        "[ask] Positive clinical findings: 'cough and dyspnea'. Negative clinical findings: 'fever'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Pneumonia, Tuberculosis, Bronchiectasis, Pulmonary embolism, Acute rhinosinusitis, URTI, Viral pharyngitis, Allergic sinusitis, and Chronic rhinosinusitis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a productive cough with sputum?",
        "[ask] Positive clinical findings: 'cough, dyspnea, and productive cough with sputum'. Negative clinical findings: 'fever'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Pneumonia, Tuberculosis, Bronchiectasis, Acute rhinosinusitis, URTI, Viral pharyngitis, Allergic sinusitis, and Chronic rhinosinusitis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have chest pain or tightness?",
        "[ask] Positive clinical findings: 'cough, dyspnea, and productive cough with sputum'. Negative clinical findings: 'fever and chest pain or tightness'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Pneumonia, Tuberculosis, Bronchiectasis, Acute rhinosinusitis, URTI, Viral pharyngitis, Allergic sinusitis, and Chronic rhinosinusitis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have wheezing or whistling sound when you breathe?",
        "[ask] Positive clinical findings: 'cough, dyspnea, productive cough with sputum, and wheezing'. Negative clinical findings: 'fever and chest pain or tightness'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Pneumonia, Tuberculosis, and Bronchiectasis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of asthma or allergies?",
        "[ask] Positive clinical findings: 'cough, dyspnea, productive cough with sputum, and wheezing'. Negative clinical findings: 'fever, chest pain or tightness, and history of asthma or allergies'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Pneumonia, and Tuberculosis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of smoking?",
        "[ask] Positive clinical findings: 'cough, dyspnea, productive cough with sputum, wheezing, and the habit of smoking'. Negative clinical findings: 'fever, chest pain or tightness, and history of asthma or allergies'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, and Pneumonia'. Since the patient has the habit of smoking, the most likely diagnosis is Acute COPD exacerbation / infection.",
        "[inform] Based on the clinical findings, the most likely diagnosis is Acute COPD exacerbation / infection."
    ],
    "patient_utters": [
        "I have a cough.",
        "I am a 31-year-old female.",
        "Yes, I am experiencing shortness of breath or difficulty breathing in a significant way.",
        "No.",
        "Yes, I have a cough that produces colored or more abundant sputum than usual.",
        "No.",
        "Yes, I have noticed a wheezing sound when I exhale.",
        "No.",
        "Yes, I smoke cigarettes.",
        ""
    ]
}