{
    "doctor_utters": [
        "[ask] How may I help you today?",
        "[ask] What's your sex and age?",
        "[ask] Positive clinical findings: 'cough'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Bronchospasm / acute asthma exacerbation, Allergic sinusitis, Tuberculosis, Bronchiectasis, Chronic rhinosinusitis, Acute COPD exacerbation / infection, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have shortness of breath?",
        "[ask] Positive clinical findings: 'cough and dyspnea'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Tuberculosis, Pneumonia, Pulmonary neoplasm, Pulmonary embolism, Bronchiectasis, Chronic rhinosinusitis, and Acute laryngitis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have fever?",
        "[ask] Positive clinical findings: 'cough and dyspnea'. Negative clinical findings: 'fever'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Tuberculosis, Pneumonia, Pulmonary neoplasm, Pulmonary embolism, Bronchiectasis, Chronic rhinosinusitis, and Acute laryngitis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have chest pain or tightness?",
        "[ask] Positive clinical findings: 'cough and dyspnea'. Negative clinical findings: 'fever and chest pain or tightness'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Tuberculosis, Pneumonia, Pulmonary neoplasm, Bronchiectasis, Chronic rhinosinusitis, and Acute laryngitis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of smoking?",
        "[ask] Positive clinical findings: 'cough and dyspnea'. Negative clinical findings: 'fever, chest pain or tightness, and smoking history'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Tuberculosis, Pneumonia, Pulmonary neoplasm, Bronchiectasis, Chronic rhinosinusitis, and Acute laryngitis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of exposure to environmental pollutants or allergens?",
        "[ask] Positive clinical findings: 'cough, dyspnea, and history of exposure to environmental pollutants or allergens'. Negative clinical findings: 'fever, chest pain or tightness, and smoking history'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Acute COPD exacerbation / infection, Tuberculosis, Pneumonia, Pulmonary neoplasm, Bronchiectasis, Chronic rhinosinusitis, and Acute laryngitis'. Since the patient has a history of exposure to environmental pollutants or allergens, the most likely diagnosis is Bronchospasm / acute asthma exacerbation.",
        "[ask] Is there anything else I should know?",
        "[ask] Is there anything else you would like to tell me about your symptoms?",
        "[inform] If there is nothing else you would like to tell me, then I think we have covered all the necessary information. I will now make a diagnosis based on the collected clinical findings."
    ],
    "patient_utters": [
        "I have a cough.",
        "I am a 70-year-old male.",
        "Yes.",
        "No.",
        "No.",
        "No.",
        "Yes, I have asthma or have used a bronchodilator in the past and I am more likely to develop common allergies than the general population.",
        "",
        "",
        ""
    ]
}