{
    "doctor_utters": [
        "[ask] How may I help you today?",
        "[ask] What's your sex and age?",
        "[ask] Positive clinical findings: 'cough'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Bronchospasm / acute asthma exacerbation, Allergic sinusitis, Tuberculosis, Bronchiectasis, Chronic rhinosinusitis, Acute COPD exacerbation / infection, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have fever?",
        "[ask] Positive clinical findings: 'cough'. Negative clinical findings: 'fever'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Allergic sinusitis, Chronic rhinosinusitis, Acute laryngitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, Tuberculosis, Bronchitis, Pancreatic neoplasm, Bronchospasm / acute asthma exacerbation, Bronchiectasis, Acute COPD exacerbation / infection, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have sore throat, runny nose, or nasal congestion?",
        "[ask] Positive clinical findings: 'cough and nasal congestion'. Negative clinical findings: 'fever'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Allergic sinusitis, Chronic rhinosinusitis, Acute laryngitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, Tuberculosis, Bronchitis, Bronchospasm / acute asthma exacerbation, Bronchiectasis, Acute COPD exacerbation / infection, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a barking cough?",
        "[ask] Positive clinical findings: 'cough and nasal congestion'. Negative clinical findings: 'fever and barking cough'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Allergic sinusitis, Chronic rhinosinusitis, Acute laryngitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, Tuberculosis, Bronchitis, Bronchospasm / acute asthma exacerbation, Bronchiectasis, Acute COPD exacerbation / infection, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of asthma or allergies?",
        "[ask] Positive clinical findings: 'cough and nasal congestion'. Negative clinical findings: 'fever, barking cough, and history of asthma or allergies'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Acute laryngitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, Tuberculosis, Bronchitis, Bronchiectasis, Acute COPD exacerbation / infection, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a productive cough with yellow or green sputum?",
        "[ask] Positive clinical findings: 'cough and nasal congestion'. Negative clinical findings: 'fever, barking cough, history of asthma or allergies, and productive cough with yellow or green sputum'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Acute laryngitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, Tuberculosis, Bronchitis, Bronchiectasis, Acute COPD exacerbation / infection, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a sore throat?",
        "[ask] Positive clinical findings: 'cough, nasal congestion, and sore throat'. Negative clinical findings: 'fever, barking cough, history of asthma or allergies, and productive cough with yellow or green sputum'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Acute laryngitis, Influenza, Acute rhinosinusitis, Tuberculosis, and Bronchitis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of exposure to someone with a similar illness in the past 2 weeks?",
        "[ask] Positive clinical findings: 'cough, nasal congestion, and sore throat'. Negative clinical findings: 'fever, barking cough, history of asthma or allergies, productive cough with yellow or green sputum, and history of exposure to someone with a similar illness in the past 2 weeks'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Acute laryngitis, Influenza, Acute rhinosinusitis, Tuberculosis, and Bronchitis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a headache?",
        "[inform] Positive clinical findings: 'cough, nasal congestion, and sore throat'. Negative clinical findings: 'fever, barking cough, history of asthma or allergies, productive cough with yellow or green sputum, history of exposure to someone with a similar illness in the past 2 weeks, and headache'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Acute laryngitis, Influenza, Acute rhinosinusitis, and Tuberculosis'. Since the patient has nasal congestion and sore throat, the most likely diagnosis is URTI."
    ],
    "patient_utters": [
        "I have a cough.",
        "I am a 6-year-old male.",
        "No.",
        "Yes, I have nasal congestion.",
        "No.",
        "No.",
        "No.",
        "Yes.",
        "No.",
        "No."
    ]
}