{
    "doctor_utters": [
        "[ask] How may I help you today?",
        "[ask] What's your sex and age?",
        "[ask] Positive clinical findings: 'cough'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Bronchospasm / acute asthma exacerbation, Allergic sinusitis, Tuberculosis, Bronchiectasis, Chronic rhinosinusitis, Acute COPD exacerbation / infection, Acute laryngitis, Bronchitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have fever?",
        "[ask] Positive clinical findings: 'cough'. Negative clinical findings: 'fever'. Based on the clinical findings, the ranked differential diagnosis is 'Viral pharyngitis, URTI, Allergic sinusitis, Chronic rhinosinusitis, Acute laryngitis, GERD, Acute otitis media, Influenza, Acute rhinosinusitis, Tuberculosis, Bronchitis, Pancreatic neoplasm, Bronchospasm / acute asthma exacerbation, Bronchiectasis, Acute COPD exacerbation / infection, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have sore throat, runny nose, or nasal congestion?",
        "[ask] Positive clinical findings: 'cough and nasal congestion'. Negative clinical findings: 'fever'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Allergic sinusitis, Chronic rhinosinusitis, Acute rhinosinusitis, Influenza, Bronchitis, Bronchospasm / acute asthma exacerbation, Bronchiectasis, Acute COPD exacerbation / infection, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a productive cough?",
        "[ask] Positive clinical findings: 'cough and nasal congestion'. Negative clinical findings: 'fever and productive cough'. Based on the clinical findings, the ranked differential diagnosis is 'URTI, Allergic sinusitis, Chronic rhinosinusitis, Acute rhinosinusitis, Influenza, Bronchitis, Bronchospasm / acute asthma exacerbation, Bronchiectasis, Acute COPD exacerbation / infection, and Pneumonia'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have wheezing or whistling sound when you breathe?",
        "[ask] Positive clinical findings: 'cough, nasal congestion, and wheezing'. Negative clinical findings: 'fever and productive cough'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Bronchiectasis, Acute COPD exacerbation / infection, URTI, Allergic sinusitis, Chronic rhinosinusitis, Acute rhinosinusitis, Influenza, and Bronchitis'. To narrow down the differential diagnosis, the next question to ask is [Question] Do you have a history of asthma?",
        "[ask] Positive clinical findings: 'cough, nasal congestion, wheezing, and history of asthma'. Negative clinical findings: 'fever and productive cough'. Based on the clinical findings, the ranked differential diagnosis is 'Bronchospasm / acute asthma exacerbation, Bronchiectasis, Acute COPD exacerbation / infection, URTI, Allergic sinusitis, Chronic rhinosinusitis, Acute rhinosinusitis, Influenza, and Bronchitis'. Since the patient has a history of asthma and has used a bronchodilator in the past, the most likely diagnosis is Bronchospasm / acute asthma exacerbation.",
        "[ask] Is there anything else I should know?",
        "[ask] Is there anything else you would like to tell me about your symptoms?",
        "[inform] If there is nothing else you would like to tell me, then I think I have all the information I need to make a diagnosis. I will review the information and get back to you with my diagnosis."
    ],
    "patient_utters": [
        "I have a cough.",
        "I am a 11-year-old female.",
        "No.",
        "Yes, I have nasal congestion.",
        "No.",
        "Yes, I have wheezing when I breathe.",
        "Yes, I have been diagnosed with asthma and have used a bronchodilator in the past.",
        "",
        "",
        ""
    ]
}